tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autojump"
brew "csvkit"
brew "ctags"
brew "emscripten"
brew "fzf"
brew "gcc"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "luajit"
brew "make"
brew "n"
brew "neovim"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "speedtest-cli"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "xclip"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "gawk"
brew "gpg"
